{
  "subtitle": "COLLABORATORS for Special Editions, click images to read details.",
  "aka_chang": {
    "description": "As a light artist, aka_chang focuses on the textures and the senses of the temperature from multiple lighting materials. Use the ray of light materials to construct the sculpture that sites in space and interacts with the sound. Early entry into the visual arts field as a VJ, he is the founder of the \"muse-whisper VJ Team\" and the first VJ info platform written by Mandarin:\" Zuirens.\" He is an important promoter of the rise of Taiwan's contemporary VJ culture.<br /><br /><strong>Special Edition 1/1 NFT</strong><br />'dot, instancing, noise, sine, surface.’"
  },
  "CL_SOUL_": {
    "description": "Chris Liang 梁凱皓<br />Tattoo artist / Artist<br />2015 Founded Gestalt ink<br />2016 International Amsterdam Tattoo Convention double champion (Best Oriental tattoo ＆ Best back-piece tattoo)<br />2019 International Rome Tattoo Convention champion (Best Black’n Gray)<br />Collaborated with PORTER, WINCOFE, Sanyang Motor, Glenfiddich, Levi’s<br /><br /><strong>Special Edition 1/1 NFT</strong><br />Essen and physicality<br />The shell and the consciousness<br />The body, the delicate vessel<br />With the understanding of sustainability<br />Evaporate to godliness<br />Created to be a hermit"
  },
  "equinoz": {
    "description": "equinoz is a Taiwanese creator with a distinctive Sci-Fi style, often seen in a lot of his characters and landscape works, he has been an iconic explorer among his peers. Besides constantly creating astonishing 3D high-res characters, equinoz is also talented in delivering the full picture to express his ideology around the Metaverse concept. As equinoz states in the Visible Future collection descrption, “My works are all about the mixture of Culture, technology, bright, elegant, and a little futuristic crazy nonsense, those are the symbols in my art, and it is the future I am eager for.”<br /><br />equinoz is constantly exploring the possibilities around co-creations. In 2021, his collaboration with RTFKT Studios for the Capsule Space Drip collection made his name appears to the greater NFT lovers. equinoz is currently building his PFP project — Project E within the Elysium System.<br /><br /><strong>Special Edition 1/1 NFT</strong><br />\"I added elements such as human skulls and death in the three 1/1s I created for the collection and also incorporated animal, human, and mechanical parts to symbolize that the fate of these species and the fate of ours are closely intertwined. However, the blue crystals are there to remind us of the scarce and purely natural resources we still have left.\""
  },
  "Jona Hsu": {
    "description": "Jona Hsu is a 3D artist and director. His signature style is futuristic realism. He mainly produces music video and advertisement. He has worked with musicians and celebrities, including Dizzy Dizzo 蔡詩芸, F.I.R, WOLF(S) 五堅情 and ASUS, etc.<br /><br /><strong>Special Edition 1/1 NFT</strong><br />Inspired by the world of Wasted Wild, Jona created two wildings in armour punk style. Imagining a future where the animals have evolved in the toxic environment, they have to survive the apocalypse by hunting humans."
  },
  "KhooKG": {
    "description": "KhooKG is the co-founder of Elysium System, a designer, and an illustrator. His inspiration comes from the mundane or flash of scenes in the mind. He is skilled at utilizing geometrics and dissecting shapes, creating mystical, experimental sigs and visuals.<br /><br /><strong>Special Edition 1/1 NFT</strong><br />[E]lien was born in a human’s digital footprint, a phantom manifested from the collective consciousness in virtual reality. [E]lien consumes all data from the chaotic digital space, the resources, language, symbols, images, and later forms its special presence as the data accumulate. For the collaboration with Wasted Wild, I see it as an extension of the [E]lien world. The spirits of these wildlings survived the malicious environment blend into the data, and give birth to a melancholy and chaotic creature that is hustled towards humans."
  },
  "Ray Han": {
    "description": "Tattoo artist from＜THEBAYSTUDIOTAIWAN＞. He focuses on tattoo skills and illustrating, blending art history and a pinch of signature twist into the art for human skin.<br /><br /><strong>Special Edition 1/1 NFT</strong><br />“I use delicate, randomised changes of textures, and crooked lines to build a frame for my characters. Same for the three wildlings, these creatures embodied a wall covered in graffitis, or a overlaying sketch, symbolizing street art or art seen in mundane. I define them as an evidence of the human’s past in the ruins of the future.”"
  },
  "Sic Lee": {
    "description": "Sic Lee is an illustrator / tattoo artist based in Taiwan, a member of the <aMoon>Moon Face Dragon Temple</aMoon> creative team. He adopts simplistic lines and dynamic colours to create a distinguished style and often spices up his work with a bit of dark humour and sarcasm.<br /><br /><strong>Special Edition 1/1 NFT</strong><br />“I have no idea what NFT truly is when Capsule Vault approached me for collaboration. I thought this was just a typical collaboration. After I acknowledged the NFT community that Capsule Vault team is trying to establish, all of a sudden I felt like I am down in the rabbit hole. That's when I came up with this human in disguise who is trying to survive in the Wasted Wild world. I find this character shares a lot of similarities with myself, a traditional creator entering the NFT world.”"
  },
  "Raimochi": {
    "description": "Raimochi is an illustrator, graphic designer. Rai achieves to capture the tinge of lost, stumbles in life and wounds that are hidden away, manifesting these senses into characteristic sceneries popping with bold colours.<br /><br /><strong>Special Edition 1/1 Crab</strong><br />“This work is inspired by the mutual syllable of the Mandarin idiom 花開花謝(Huā kāi huā xiè) and crab 螃蟹(Páng xiè). The idiom means the flowers blossom yet wither; they bloom for the briefly splendid life. Nature illustrates both vulnerability and strength. Although the crab has a hard shell, it is covered in bandaids. Despite that life finds a way, it requires protection to keep going. Flowers wither after blossoming, and the cycle of life begins again. For a better future, let us treat each other with more affection.”"
  },
  "CACHOU": {
    "description": "Artists based in Taiwan.<br />Creating a universe illustrates the relationship between humans and technology.<br /><br /><strong>Special Edition 1/1 NFT</strong><br />This rhino is interpreted through the world I created, a rhino manufactured from the CACHOU Inc.<br />The residence has lost rhinos in the wild. Hence, CACHOU Inc. designed the species with the impression of its past.<br />No one has a clue that the rhino will be used as a weapon."
  },
  "Toma Tang": {
    "description": "Normal, just normal. Toma doesn’t see art as an entertainment rather than a social classification. It is an expression and understanding of life. Some people may approach substances and some embrace the natural and for me, TOMA dives into creation. The inspiration ranges from subcultures to crypto. anarchy and anti-dictatorship and TOMA spins the topics with a pinch of softness and be good at it.<br /><br />The collaboration with Capsule Vault is the start of a friendship, the celebration of a shared value, and a reflection of living in the current situation.<br /><br /><strong>Special Edition 1/1 NFT</strong><br />Practice makes it perfect. A distinguished skill set comes from a thorough understanding. I defined the ‘waste’ as meaningless 2D blocks, they layer up and multiplicate. They symbolize that the wildlings are merged with the information of the future, the information that categorizes all of us, leading to a level of transparency. The transparency of the wildlings, dodos, crabs, and rhinos."
  },
  "ZHIXIAN": {
    "description": "ZHIXIAN is a 3D artist, skilled at manifesting sentimental elements. On the search of the profound journey of life and occasionally an underground party VJ.<br /><br /><strong>Special Edition 1/1 NFT</strong><br />‘I input the symbols of the deities into the three wildlings, the Karma Circle on the forehead signify the connection of the living, the liquid gold is the armor formed by good deeds, carrying the weight of lives. It also reflects the recent epiphany of the artists, hoping for world peace.’"
  },
  "YORK YEH": {
    "description": "Founder of MFDT 太陽龍宮 (Moon Face Dragon Temple)<br /><br /><strong>Special Edition 1/1 NFT</strong><br />Extending the message Wasted Wild trying to deliver, the work is depicting the three animals shedding their shell/ fur, and are left with only machinery skeletons. This is a reflection on the over development of the world as technology progress and exploits the prosperity of nature."
  },
  "Likuanzhen": {
    "description": "Deeply influenced by anime and idol culture, Likuanzhen created ‘fantasyland’ themed work. Fantasyland is based on the spirituality of a world full of love, visualizing an idealogy and spreading love in a specific way.<br /><br /><strong>Special Edition 1/1 NFT</strong><br />In this Wasted Wild collaboration with Capsule Vault, I want to convey that, if we can keep kindness and love in the cruel world, we can attract people who are as kind and loving in this vast universe."
  },
  "TAG": {
    "description": "Creator of Melon World.<br /><br /><strong>Special Edition 1/1 NFT</strong><br />Nature-inspired R&B, only the classics.<br />As the Taiwanese idiom goes: The elders eat crab, no use.<br />The elders have less strong teeth and or have no teeth at all, therefore they can’t crack the hard shell of the crab, meaning no use or pointless.<br />Even though the wildlings live in a damaged environment, they can survive with some patches up and repair.<br />Note: R&B here means the color red and black, as well as the music genre."
  }
}
