{
  "subtitle": "Welcome to the Wasted Wild ROADMAP ! Like Absurd Arboretum and the epic BONFIRE Festival that followed, we have many exciting giveaways, events, and charities coming up for Wasted Wild. All three projects are parts of one big story in the Capsule Vault metaverse.",
  "01": {
    "title": "11% Physical Manifestation",
    "description": "Continuing the tradition to manifest our tokens both digitally and physically.<br /><br />• Holders of 5 or more Wildlings will receive 3D printing sculpture!<br />• Special edition LARGE 3D prints raffle for all current holders ! (1 NFT = 1 entry)"
  },
  "02": {
    "title": "22% Special Edition Reveal",
    "description": "24 Special Artist Editions from 11 Top-Tier Artists will be revealed with exclusive raffles for all Wildling holders.<br /><br />Special Edition holders will have exclusive utilities in the future."
  },
  "03": {
    "title": "55% Capsule Vault Dao",
    "description": "Establish a community-owned Capsule Vault DAO to partner and support projects with sustainability missions!<br /><br />More details to be revealed …"
  },
  "04": {
    "title": "66% Adopt A Rhino",
    "description": "As we continue to plant trees, with Wa-Wi, we will dive into the protection of wildlife, too!<br /><br />The contribution will be recurring with periodic updates on our Rhino which will be shared with the community. As technology advances, we should all utilize it to not only create innovative work and beautiful art but also contribute to important causes such as improving the environment and ecology."
  },
  "05": {
    "title": "88% Into The Metaverse",
    "description": "Assets Reveal for either <aCyber>OnCyber</aCyber>, <aDl>Decentraland</aDl> or <aSand>The Sandbox</aSand>!<br /><br />As all of the images are first meticulously modeled, procedurally generated, and rendered in 3D, our assets may be fed into the metaverse quite well, some tweaks would of course be required, given the different requirements and standards of the various platforms, but we're on it!"
  },
  "06": {
    "title": "100% Wasted Evolution",
    "description": "<aBon>BONFIRE Festival</aBon> Part 2 to be announced ...<br /><br />Various activities, airdrops, and tokenomics will ensue, combined with the charity component of the project!"
  }
}
